Repository: AlexLeoTW/rubyripper
Catalog: po/*/rubyripper.po
Languages: se

source: Ripper used: cdparanoia %s
se: Extraherare använde: cdparanoia %s

source: default settings
se: standard inställningar

source: Matches required for all chunks: %s
se: Antal matchningar som krävs för varje bit: %s

source: Matches required for erroneous chunks: %s
se: Antal matchningar som krävs för felaktiga bitar: %s

source: Codec(s) used:
se: Kodning(ar) som används:

source: -other -> %s
se: -annan -> %s

source: CDDB INFO
se: CDDB INFORMATION

source: Year =
se: År =

source: Tracks =
se: Låtar =

source: selected
se: vald
