Repository: AlexLeoTW/rubyripper
Catalog: po/*/rubyripper.po
Languages: se

source: Show current version of rubyripper.
se: Visa nuvarande version av rubyripper

source: Load configuration settings from file <FILE>.
se: Ladda konfigurationsfil från fil <FILE>.

source: Display verbose output.
se: Visa utförlig utdata.

source: Change configuration settings.
se: Ändra konfigurationsinställningar.

source: Skip questions and rip the disc.
se: Hoppa över frågorna och extrahera skivan.

source: Show this usage statement.
se: Visa detta användningskommando

source: Verbose output specified.
se: Utförlig utdata angiven.

source: Configure option specified.
se: Konfigurera alternativ som anges.

source: Use config file
se: Använd konfigurationsfil

source: *** RUBYRIPPER SETTINGS ***
se: *** RUBYRIPPER INSTÄLLNINGAR ***

source: ** ENCODING **
se: ** OMKODNING **

source: 1) flac [%s] , settings: %s
se: 1) flac [%s] , inställningar: %s

source: 2) vorbis [%s] , settings: %s
se: 2) vorbis [%s] , inställningar: %s

source: 3) mp3 [%s] , settings: %s
se: 3) mp3 [%s] , inställningar: %s

source: 5) other [%s], settings: %s
se: 5) andra [%s], inställningar: %s

source: 6) playlist support [%s]
se: 6) stöd för spellista [%s]

source: 7) encode while ripping [%s]
se: 7) omkoda under extrahering [%s]

source: ** RIPPING **
se: ** EXTRAHERAR **

source: 8) cdrom : %s with offset %s
se: 8) cdrom : %s med korrigering %s

source: **Find your offset at http://www.accuraterip.com/driveoffsets.htm. **Your drive model is shown in the logfile.
se: **Hitta din korrigering på http://www.accuraterip.com/driveoffsets.htm. **Din läsarenhet visas i loggen.

source: 9) passing extra cdparanoia parameters : %s
se: 9) passera extra cdparanoia parametrar : %s

source: 10) match all chunks : %s
se: 10) matcha alla bitar : %s

source: 11) match erroneous chunks : %s
se: 11) matcha felaktiga bitar : %s

source: 12) maximum trials : %s
se: 12) max antal försök : %s

source: 13) eject disc after ripping [%s]
se: 13) mata ut skiva efter extrahering [%s]

source: ** NAMING SCHEME **
se: ** NAMN SCHEMA **

source: 14) base directory : %s
se: 14) huvudkatalog : %s

source: 15) standard scheme: %s
se: 15) standard schema : %s

source: 16) various artist scheme: %s
se: 16) schema vid olika artister : %s

source: 17) fetch cd info with freedb [%s]
se: 17) hämta information om CD med freedb [%s]

source: 18) always use first hit [%s]
se: 18) använd alltid första träffen [%s]

source: 19) site = %s
se: 19) sida = %s

source: 20) username = %s
se: 20) användarnamn = %s

source: 21) hostname = %s
se: 21) värdnamn = %s

source: 88) config file = %s
se: 88) konfigurationsfil = %s

source: 99) Don't change any setting
se: 99) Ändra inte någon inställning

source: Please type the number of the setting you wish to change :
se: Vänligen ange numret på den inställning du vill ändra:

source: wav disabled
se: wav inaktiverat

source: wav enabled
se: wav aktiverat

source: playlist disabled
se: spellista inaktiverad

source: playlist enabled
se: spellista aktiverad

source: How many encoding threads would you like? :
se: Hur många omkodningstrådar vill du använda? :

source: Which options to pass to cdparanoia? :
se: Vilket val för att komma till cdparanoia? :

source: How many times must all chunks be matched? :
se: Hur många gånger måste alla bitar matchas? :

source: How many times must erroneous chunks be matched? :
se: Hur många gånger måste felaktiga bitar matchas? :

source: What should be the maximum number of tries? :
se: Vilket skall vara maximalt antal försök? :

source: eject disabled
se: utmatning inaktiverad

source: eject enabled
se: utmatning aktiverad

source: Please enter your directory for your encodings:
se: Vänligen ange katalogen för dina omkodningar:

source: freedb disabled
se: freedb inaktiverad

source: freedb enabled
se: freedb aktiverad

source: first hit disabled
se: första träff inaktiverad

source: first hit enabled
se: första träff aktiverad

source: Freedb mirror:
se: Freedb spegel:

source: Username :
se: Användarnamn :

source: Hostname :
se: Värdnamn :

source: Config file :
se: Konfigurationsfil :

source: Number %s is not an option! Please try again.
se: Nummret %s är inte ett alternativ! Vänligen försök igen.

source: Do you want to continue with the program now? (y/n) :
se: Vill du fortsätta med programmet nu? (j/n) :

source: y
se: j

source: Do you want to change the encoding parameters for %s? (y/n) :
se: Vill du ändra omkodningsparametrarna för %s? (j/n) :

source: %a = artist, %b = album, %g = genre, %y = year, %t = trackname, %n = tracknumber, %i = inputfile, %o = outputfile (don't forget extension)
se: %a = artist, %b = album, %g = genre, %y = år, %t = låtnamn, %n = låtnummer, %i = indata-fil, %o = utdata-fil (glöm inte filändelse)

source: Encoding paramaters for %s :
se: Omkodningsparametrar för %s :

source: Cdrom device :
se: Cdrom-enhet :

source: Offset for drive :
se: Korrigering för läsare :

source: Current naming scheme: %s
se: Nuvarande namnschema: %s

source: %a = Artist %b = Album %g = Genre %y = Year %f = Codec %n = Tracknumber %t = Trackname %va = Various Artist
se: %a = Artist %b = Album %g = Genre %y = År %f = Kodare %n = Låtnummer %t = Låtnamn %va = Olika artister

source: New %s naming scheme (q to quit) :
se: Nytt %s namnschema (q för att avsluta) :

source: An example filename is now: %s
se: Ett exempel på filnamn är nu: %s

source: yes
se: ja

source: no
se: nej

source: Please answer yes or no
se: Vänligen svara ja eller nej

source: We should never get here
se: Vi borde aldrig komma hit

source: answer = %s, question = %s (error)
se: svar = %s, fråga = %s (fel)

source: Audio-disc found, number of tracks : %s, total playlength : %s
se: Ljudskiva hittad, antal låtar : %s, total spellängd : %s

source: Fetching freedb info...
se: Hämtar freedb information...

source: Freedb reported multiple possibilities.
se: Freedb rapporterade flera möjligheter

source: The first freedb option is automatically selected (no questions allowed)
se: Det första valet från freedb väljs automatiskt (inga frågor tillåtna)

source: Please type the number of the one you prefer? :
se: Vänligen ange numret på den du föredrar :

source: FREEDB INFO
se: FREEDB INFORMATION

source: DISC INFO
se: SKIVINFORMATION

source: Year:
se: År:

source: TRACK INFO
se: SPÅRINFORMATION

source: What would you like to do?
se: Vad skulle du vilja göra?

source: 1) Select the tracks to rip
se: 1) Välj spår att extrahera

source: 2) Edit the disc info
se: 2) Redigera skivinformationen

source: 3) Edit the track info
se: 3) Redigera spårinformationen

source: 4) Cancel the rip and eject the disc
se: 4) Avbryt extraheringen och mata ut skivan

source: Please enter the number of your choice:
se: Vänligen ange numret på ditt val :

source: Mark disc as various artist
se: Markera skiva som olika artister

source: Mark disc as single artist
se: Markera skiva som olika artister

source: Finished editing disc info
se: Färdig med redigering av skivinformationen

source: Please enter the number you'd like to edit:
se: Vänligen ange numret på ditt val :

source: Year :
se: År :

source: Unknown
se: Okänd

source: Finished editing track info
se: Färdig med redigering av spårinformationen

source: This is not a valid number. Try again
se: Detta är inte ett giltligt nummer. Försök igen

source: Rip is canceled, exiting...
se: Extraheringen avbruten, avslutar...

source: The output directory already exists. What would you like to do?
se: Utdata-katalogen existerar redan. Vad vill du göra?

source: 1) Auto rename the output directory
se: 1) Ändra automatiskt namnet på utdata-katalogen

source: 2) Overwrite the existing directory
se: 2) Skriv över existerande katalog

source: 3) Cancel the rip and eject the disc
se: 3) Avbryt extraheringen och mata ut skivan

source: Do you want to change your settings? (y/n) :
se: Vill du ändra dina inställningar? (j/n) :

source: Should all tracks be ripped ? (y/n)
se: Skall alla låtar extraheras ? (j/n)

source: Tracks to rip are %s
se: Låtar som skall extraheras är %s

source: Current selection of tracks : %s
se: Nuvarande valda låtar : %s

source: Enter 1 for entering the tracknumbers you want to remove. Enter 2 for entering the tracks you want to keep. Your choice:
se: Tryck 1 för att ange vilka låtnummer du vill ta bort. Tryck 2 för att ange vilka låtnummer du vill behålla. Ditt val :

source: Type the numbers of the tracks you want to remove and separate them with a space:
se: Ange numret på de låtar du vill ta bort och separera dem med mellanslag :

source: Type the numbers of the tracks you want to keep and separate them with a space:
se: Ange numret på de låtar du vill behålla och separera dem med mellanslag :

source: %s is not a valid number! Please enter 1 or 2!
se: %s är inte ett giltligt nummer! Vänligen ange 1 eller 2!

source: Do you want to make any changes? (y/n) :
se: Vill du göra några ändringar? (j/n) :

source: Preferences
se: Inställningar

source: Scan drive
se: Sök igenom enhet

source: Open tray
se: Öppna lucka

source: Rip cd now!
se: Extrahera CD nu!

source: Exit
se: Avsluta

source: Abort
se: Avbryt

source: Disc info
se: Skivinformation

source: Close tray
se: Stäng lucka

source: Ehh.. There shouldn't be anything else. WTF?
se: Öhm.. Det borde inte vara något annat. Vad fan?

source: Secret modus = %s
se: Hemlig modus = %s

source: Encoding progress %s %
se: Omkodning färdigt %s %

source: Ripping progress %s %
se: Extrahering färdigt %s %

source: Welcome to rubyripper %s. Scanning drive %s for an audio disc...
se: Välkommen till rubyripper %s. Söker enhet %s för en ljudskiva...

source: No disc found in %s! Please insert a disc and push 'Scan drive'. The cdrom drive can be set in 'Preferences'.
se: Ingen skiva hittad i %s! Vänligen sätt in en skiva och tryck 'Sök enhet'. Cdrom-enheten kan ställas in i 'Inställningar'.

source: Opening tray of drive %s
se: Öppnar lucka hos enhet %s

source: Closing tray of drive %s. The drive will be scanned for an audio disc...
se: Stänger lucka hos enhet %s. Enheten kommer att genomsökas efter en ljudskiva...

source: Insert an audio-disc and press 'Close tray'. The drive will automatically be scanned for a disc. If the tray is already closed, press 'Scan drive'
se: Sätt in en ljudskiva och tryck 'Stäng lucka'. Enheten kommer automatiskt att genomsökas efter en skiva. Om luckan redan är stängd, tryck 'Sök igenom enhet'

source: The eject utility is not found on your system!
se: Utmatningsverktyg ej hittat på ditt system!

source: Freeze disc info
se: Skivinformation

source: Disc:
se: Skiva:

source: Use this option to keep the disc info for albums that span multiple discs
se: Använd detta val för att behålla skivinformationen för album som består av flera skivor

source: All
se: Alla

source: Tracknames (%s tracks)
se: Låtnamn (%s låtar)

source: Length (%s)
se: Längd (%s)

source: <b>Disc info</b>
se: <b>Skivinformation</b>

source: <b>Track selection</b>
se: <b>Låtval</b>

source: Cdrom device:
se: Cdrom-enhet:

source: Cdrom offset:
se: Cdrom-korrigering:

source: List with offsets
se: Lista med korrigeringar

source: A website which lists the offset for most drives. Your drivename can be found in each logfile.
se: En hemsida som listar korrigeringar för de flesta läsare. Namnet på din läsare kan hittas i varje loggfil.

source: Cdrom device
se: Cdrom-enhet

source: Match all chunks:
se: Matcha alla bitar:

source: Match erroneous chunks:
se: Matcha felaktiga bitar:

source: Maximum trials (0 = unlimited):
se: Maximalt antal försök (0 = obegränsade):

source: times
se: gånger

source: Ripping options
se: Extraheringsalternativ

source: Pass cdparanoia options:
se: Passera cdparanoia alternativ:

source: Eject cd when finished
se: Mata ut CD när det är färdigt

source: Only keep logfile if correction is needed
se: Behåll endast loggfil när korrektion krävs

source: Ripping related
se: Extraheringsrelaterat

source: Secure Ripping
se: Säker Extrahering

source: Rip hidden audio sectors
se: Extrahera dolda ljudsektorer

source: Mark as a hidden track when bigger than
se: Markera som ett dolt spår när det är större än

source: seconds
se: sekunder

source: Uncheck this if cdparanoia crashes with your ripping drive.
se: Avmarkera detta om cdparanoia kraschar under extraheringen av enheten.

source: Audio sectors before track 1
se: Ljudsektorer före spår 1

source: Create cuesheet
se: Skapa cue-fil

source: Rip CD to single file
se: Extrahera CD till en enskild fil

source: Advanced Toc analysis
se: Avancerad Toc-analys

source: Cdrdao installed?
se: Är Cdrdao installerat?

source: Append pregap to the previous track
se: Bifoga lucka före föregående spår

source: Prepend pregaps to the track
se: Bifoga lucka före spåret

source: Handling pregaps other than track 1
se: Hantera luckor som inte är före spår 1

source: Save the pre-emphasis tag in the cuesheet.
se: Spara betoningstaggen i cue-filen.

source: Handling tracks with pre-emphasis
se: Hantera spår med betoning

source: TOC analysis
se: TOC analys

source: Other
se: Annan

source: Show options for "Other"
se: Visa alternativ för "Annan"

source: %a=artist %g=genre %t=trackname %f=codec %b=album %y=year %n=track %va=various artist %o = outputfile %i = inputfile
se: %a=artist %g=genre %t=låtnamn %f=kodning %b=album %y=år %n=låt %va=olika artister %o = utdata-fil %i = indata-fil

source: Select audio codecs
se: Välj ljudkodningar

source: Create m3u playlist
se: Skapa m3u spellista

source: Replace spaces with underscores in filenames
se: Ersätt alla mellanslag i filnamnen med understreck

source: Downsize all capital letters in filenames
se: Omvandla alla versaler i filnamn

source: Number of extra encoding threads
se: Antalet extra omkodningstrådar

source: Codec related
se: Kodningsrelaterat

source: Don't standardize volume
se: Standardisera inte volymen

source: Use replaygain on audio files
se: Använd replaygain på ljudfiler

source: Use normalize on wav files
se: Använd normalisering på wav-filer

source: Album / Audiophile modus
se: Album / Audiofil modus

source: Track modus
se: Låt modus

source: Normalize to standard volume
se: Normalisera till standard volym

source: Codecs
se: Kodningar

source: Enable freedb metadata fetching
se: Aktivera hämtning av freedb metadata

source: Always use first freedb hit
se: Använd alltid första träffen från freedb

source: Username:
se: Användarnamn:

source: Hostname:
se: Värdnamn:

source: Freedb options
se: Freedb inställningar

source: Base directory:
se: Standard katalog:

source: Various artists:
se: Olika artister:

source: Single file image:
se: Avbild för enstaka fil:

source: Show options for "Filenaming scheme"
se: Visa inställningar för "Namnschema"

source: %a=artist %g=genre %t=trackname %f=codec %b=album %y=year %n=track %va=various artist
se: %a=artist %g=genre %t=låtnamn %f=kodning %b=album %y=år %n=låt %va=olika artister

source: Filenaming scheme
se: Namnschema

source: Log file viewer:
se: Visare för Loggfiler:

source: File manager:
se: Filhanterare:

source: Programs of choice
se: Valbara program

source: Verbose mode
se: Utförligt läge

source: Debug mode
se: Avsöknings läge

source: Debug options
se: Avsöknings inställningar

source: <b>Ripping status</b>
se: <b>Extraherings status</b>

source: Not yet started (0%)
se: Ej startad (0%)

source: The directory %s already exists. What do you want rubyripper to do?
se: Katalogen %s finns redan. Vad vill du att rubyripper skall göra?

source: Cancel rip
se: Avbryta extrahering

source: Delete existing directory
se: Radera befintlig katalog

source: Auto rename directory
se: Ändra automatiskt namn på katalogen

source: Dir already exists...
se: Katalog finns redan...

source: The freedb server reports multiple hits. Which one would you prefer?
se: Freedb servern får flera träffar. Vilken föredrar du?

source: Multiple hits found...
se: Flera träffar hittade...

source: The rip has succesfully finished. A short summary is shown below.
se: Extraheringen har framgångsrikt slutförts. En kort sammanfattning visas nedan.

source: The rip had some problems. A short summary is shown below.
se: Extraheringen stötte på problem. En kort sammanfattning visas nedan.

source: Open log file
se: Öppna loggfilen

source: %s is not found on your system!
se: %s kan inte hittas på ditt system!

source: Open directory
se: Öppna katalog

source: Ripping and encoding is finished
se: Extrahering och omkodning är klar

source: Example filename: %s.ext
se: Ett exempel på filnamn är nu: %s.ext

source: No eject utility found!
se: Inget utmatningsverktyg hittat!

source: This log is created by Rubyripper, version %s
se: Denna logg skapades med Rubyripper, version %s

source: Website: http://code.google.com/p/rubyripper
se: Hemsida: http://code.google.com/p/rubyripper

source: WARNING: ENCODING ERRORS WERE DETECTED
se: VARNING: FEL UPPTÄCKTES VID OMKODNING

source: RIPPING SUMMARY
se: EXTRAHERINGS SAMMANFATTNING

source: All chunks were tried to match at least %s times.
se: Alla bitar försöktes matcha åtminstone %s gånger.

source: Chunks that differed after %s trials, were tried to match %s times.
se: Bitar som skiljde sig efter %s försök, försökte matchas %s gånger.

source: None of the tracks gave any problems
se: Inga av låtarna gav några problem

source: Some track(s) could NOT be corrected within the maximum amount of trials
se: Vissa låtar kunde INTE korrigeras inom ramen för maximalt antal försök

source: Track %s could NOT be corrected completely
se: Låt %s kunde INTE bli helt korrigerad

source: Some track(s) needed correction,but could be corrected within the maximum amount of trials
se: Några låtar behövde korrigeras, men kunde bli korrigerade inom ramen för maximalt antal försök

source: The exact positions of the suspicious chunks can be found in the ripping log
se: De exakta positionerna av de misstänkta bitarna kan hittas i extraheringsloggen

source: SUSPICIOUS POSITION ANALYSIS
se: MISSTÄNKT POSITIONSANALYS

source: Since there are 75 chunks per second, after making the notion of the
se: Eftersom det är 75 bitar per sekund, efter att tagit ställning till om

source: suspicious position, the amount of initially mismatched chunks for that position is shown.
se: misstänkt position, positionen för den ursprungliga misspassade biten visas.

source: TRACK %s
se: LÅT %s

source: Suspicious position : %s:%s (%s x) (CORRECTED at trial %s)
se: Misstänkt position : %s:%s (%s x) (KORRIGERAD vid försök %s)

source: Suspicious position : %s:%s (%s x) (COULD NOT BE CORRECTED)
se: Misstänkt position : %s:%s (%s x) (KUNDE INTE KORRIGERAS)

source: Unknown drive
se: Okänd enhet

source: No disc found in drive %s. Please put an audio disc in first...
se: Ingen skiva hittad i enheten %s. Vänligen sätt in en ljudskiva först...

source: Perhaps cdparanoia doesn't support the drive parameter. Will retry with default drive
se: Cdparanoia kanske inte stödjer enhetsparametrarna. Kommer försöka igen med standardenheten

source: Cdrom drive %s does not exist on your system! Please configure your cdrom drive first.
se: Cdrom-enheten %s finns inte på ditt system! Vänligen konfigurera din cdrom-enhet först.

source: You don't have read and write permission for device %s on your system! These permissions are necessary for cdparanoia to scan your drive. %s You might want to add yourself to the necessary group in /etc/group
se: Du har inte läs- och skrivrättigheter för enheten %s på ditt system! Dessa rättigheter är nödvändiga för att cdparanoia skall kunna söka i enheten. %s Du kan lägga till dig själv till den nödvändiga gruppen i /etc/group

source: warning: discid or cd-discid isn't found on your system! Using fallback...
se: varning: discid eller cd-discid kunde inte hittas på ditt system! Använder reservrutin...

source: freedb string = %s
se: freedb sträng = %s

source: No pregaps, silences or pre-emphasis detected
se: Inga luckor, tystnader eller betoning upptäckt

source: Track %s is marked as a DATA track
se: Spår %s är markerat som ett dataspår

source: Pre_emphasis detected on track %s
se: Betoning upptäckt på spår %s

source: Pregap detected for track %s : %s sectors
se: Lucka upptäckt före spår %s : %s sektorer

source: Silence detected for track %s : %s sectors
se: Tystnad upptäckt hos spår %s : %s sektorer

source: Track %s
se: Låt %s

source: No audio disc found in %s
se: Ingen ljudskiva hittad i %s

source: Couldn't connect to freedb server. Network down? Default values will be shown...
se: Kunde inte ansluta till freedb servern. Är nätverket nere? Standardvärden kommer att visas...

source: No match in Freedb database. Default values are used.
se: Ingen träff i Freedb databasen. Standardvärden kommer användas.

source: cddb_query return code = %s. Return code not supported.
se: cddb_query svarskod = %s. Svarskod stöds inte.

source: Keep defaults / don't use freedb
se: Behåll standard / använd inte freedb

source: Can't create output directory! You have no writing acces in dir %s
se: Kan inte skapa utdata katalog! Du har ingen skrivrättighet till katalogen %s

source: Hidden Track
se: Dolt spår

source: Unknown Artist
se: Okänd artist

source: Not enough disk space left! Rip aborted
se: Inte tillräckligt med diskutrymme kvar! Avbryter extrahering

source: Maximum tries reached. %s chunk(s) didn't match the required %s times
se: Maximalt antal försök nått. %s bit(ar) matchade inte %s gånger

source: Will continue with the file we've got so far
se: Kommer att fortsätta med filen som vi fått hittills

source: Cdparanoia doesn't output wav files. Check your settings please.
se: Cdparanoia skapar inte wav-filer. Vänligen kolla dina inställningar.

source: The ripped file misses %s sectors.
se: Den extraherade filen saknar %s sektorer.

source: This is known behaviour for some drives when using an offset.
se: Detta är ett känt beteende för vissa enheter när man använder korrigering.

source: Notice that each sector is 1/75 second.
se: Observera att varje sektor är 1/75 sekund.

source: Filesize is not correct! Trying another time
se: Filstorlek är inte korrekt! Försök igen

source: Analyzing files for mismatching chunks
se: Analyserar filer för missanpassade bitar

source: Every chunk matched %s times :)
se: Varje bit matchas %s gånger :)

source: %s chunk(s) didn't match %s times.
se: %s bit(ar) matchade inte %s gånger.

source: Error(s) succesfully corrected, %s matches found for each chunk :)
se: Fel framgångsrikt korrigerade, %s matchningar hittade för varje bit :)

source: The drive is spinning for more than 30 minutes.
se: Enheten snurrar i mer än 30 minuter.

source: Taking a timeout of 2 minutes to protect the hardware.
se: Tar en paus på 2 minuter för att skydda hårdvaran.

source: Starting to rip CD image, trial #%s
se: Börjar extrahera CD-avbild, försök #%s

source: Starting to rip track %s, trial #%s
se: Börjar att extrahera spår %s, försök #%s

source: MD5 sum: %s
se: MD5 summma: %s

source: WARNING: Encoding to %s exited with an error with track %s!
se: VARNING: Omkodning till %s avslutades med ett fel på låt %s!

source: ADVANCED TOC ANALYSIS (with cdrdao)
se: AVANCERAD TOC-ANALYS (med cdrdao)

source: ...please be patient, this may take a while
se: ...var god vänta, detta kan ta en stund

source: The device %s doesn't exist on your system!
se: Enheten %s finns inte på ditt system!

source: Please select at least one track.
se: Vänligen ange åtminstone en låt.

source: The Gui doesn't match inserted cd. Please press Scan Drive first.
se: Gränssnittet matchar inte inmatad CD. Vänligen tryck Sök igenom enhet först.

source: No codecs are selected!
se: Inga kodningar valda!

source: %s not found on your system!
se: %s hittas inte på ditt system!

source: Cdrom player used to rip: %s
se: Cdrom-spelare som används för att extrahera: %s

source: Cdrom offset used: %s
se: Cdrom-korrigering som används: %s
