Repository: AlexLeoTW/rubyripper
Catalog: locale/po/*/rubyripper.po
Languages: fr, it

source: Debug options
fr: Préférences de déboguage
it: Opzioni di debug

source: <b>Ripping status</b>
fr: <b>État de l'extraction</b>
it: <b>Stato estrazione</b>

source: Not yet started (0%)
fr: Pas encore commencé (0%)
it: Attesa (0%)

source: The directory %s already exists. What do you want rubyripper to do?
fr: Le dossier %s existe déjà. Que voulez-vous que rubyripper fasse ?

source: Cancel rip
fr: Abandonner l'extraction
it: Annulla estrazione

source: Delete existing directory
fr: Efface le dossier existant

source: Auto rename directory
fr: Renommage automatique du dossier
it: Auto rinomina directory

source: Dir already exists...
fr: Le dossier existe déjà...
it: La directory esiste.

source: The freedb server reports multiple hits. Which one would you prefer?
fr: Plusieurs résultats ont été trouvés sur le serveur freedb. Lequel voulez-vous utiliser ?
it: Il server di freedb ha trovato più di una corrispondenza. Sceglierne una dall'elenco:

source: Multiple hits found...
fr: Plusieurs résultats trouvés...
it: Trovate più corrispondenze

source: The rip has succesfully finished. A short summary is shown below.
fr: Extraction complétée avec succès. Voir le résumé ci-dessous.

source: The rip had some problems. A short summary is shown below.
fr: L'extraction a connu des problèmes. Voir le résumé ci-dessous.

source: Open log file
fr: Ouvrir le journal
it: Apri file di log

source: %s is not found on your system!
fr: %s est introuvable sur votre système !
it: %s non è presente nel sistema.

source: Open directory
fr: Ouvrir le dossier
it: Apri cartella

source: Ripping and encoding is finished
fr: L'extraction et l'encodage sont terminés
it: Estrazione e codifica terminata

source: Example filename: %s.ext
fr: Exemple de nom de fichier : %s.ext
it: Esempio: %s.ext

source: No eject utility found!
fr: Aucun utilitaire d'éjection n'a été trouvé !
it: L'utility eject non è installata.

source: Artist : %s Album: %s
fr: Artiste : %s Album : %s
it: Artista : %s Album: %s

source: This log is created by Rubyripper, version %s
fr: Ce journal a été créé par rubyripper, version %s
it: Questo file di log è stato creato da Rubyripper, versione %s

source: Website: http://code.google.com/p/rubyripper
fr: Site Web : http://code.google.com/p/rubyripper
it: Sito web: http://code.google.com/p/rubyripper

source: WARNING: ENCODING ERRORS WERE DETECTED
fr: ATTENTION : ERREURS D'ENCODAGE DÉTECTÉES
it: ATTENZIONE: RISCONTRATI ERRORI DI CODIFICA

source: RIPPING SUMMARY
fr: RÉSUMÉ D'EXTRACTION
it: RIEPILOGO ESTRAZIONE

source: All chunks were tried to match at least %s times.
fr: Tous les échantillons ont été vérifiés au moins %s fois.
it: Tutti i chunk sono stati verificati almeno %s volte.

source: Chunks that differed after %s trials, were tried to match %s times.
fr: Les échantillons qui ne correspondaient pas après %s essais ont été vérifiés %s fois.
it: I chunk discordanti dopo %s tentativi, sono stati verificati %s volte.

source: None of the tracks gave any problems
fr: Aucune piste n'a posé problème
it: Nessuna traccia ha causato problemi.

source: Some track(s) could NOT be corrected within the maximum amount of trials
fr: Une ou plusieurs pistes n'ont PAS pu être corrigées avec le nombre d'essais maximum défini
it: Alcune tracce non si sono potute correggere con il numero massimo di tentavi impostati

source: Track %s could NOT be corrected completely
fr: La piste %s n'a PAS pu être corrigée complètement
it: La traccia %s non è stata corretta completamente

source: Some track(s) needed correction,but could be corrected within the maximum amount of trials
fr: Une ou plusieurs pistes devaient être corrigées et ont pu l'être dans le nombre maximum d'essais défini
it: Alcune tracce contenevano errori, ma sono state corrette entro il numero massimo di tentavi impostati

source: The exact positions of the suspicious chunks can be found in the ripping log
fr: Les positions exactes des échantillons suspects se trouvent dans le journal d'extraction
it: L'esatta posizione dei chunk sospetti si trova nel file di log

source: SUSPICIOUS POSITION ANALYSIS
fr: ANALYSE DE LA POSITION SUSPECTE
it: ANALISI POSIZIONE SOSPETTA CHUNK

source: Since there are 75 chunks per second, after making the notion of the
fr: Considérant qu'il y a 75 échantillons par seconde et suite à la notion de
it: Considerando che ci sono 75 chunk per secondo e dopo essersi fatti un'idea delle

source: suspicious position, the amount of initially mismatched chunks for that position is shown.
fr: position suspecte, le nombre d'échantillons erronés pour cette position est affiché.
it: posizioni sospette, si riportano i chunk inizialmente sfasati:

source: TRACK %s
fr: PISTE %s
it: TRACCIA %s

source: Suspicious position : %s:%s (%s x) (CORRECTED at trial %s)
fr: Position suspecte : %s:%s (%s x) (CORRIGÉE pendant l'essai %s)
it: Posizione sospetta : %s:%s (%s x) (CORRETTA AL TENTATIVO %s)

source: Suspicious position : %s:%s (%sx) (COULD NOT BE CORRECTED)
fr: Position suspecte : %s:%s (%sx) (N'A PAS PU ÊTRE CORRIGÉE)
it: Posizione sospetta : %s:%s (%sx) (IMPOSSIBILE CORREGGERE)

source: Unknown drive
fr: Lecteur inconnu
it: Dispositivo sconosciuto

source: No disc found in drive %s. Please put an audio disc in first...
fr: Aucun disque détecté dans le lecteur %s. Veuillez d'abord insérer un disque audio...
it: Nessun disco trovato in %s. Inserire un disco.

source: Perhaps cdparanoia doesn't support the drive parameter. Will retry with default drive
fr: Cdparanoia ne prend peut-être pas en charge les paramètres du lecteur. Nouvel essai avec un lecteur générique
it: Probabilmente cdparanoia non supporta le opzioni per il dispositivo. Uso le opzioni predefinite.

source: Cdrom drive %s does not exist on your system! Please configure your cdrom drive first.
fr: Le lecteur de cdrom %s n'existe pas dans votre système! Veuillez d'abord paramétrer votre lecteur.
it: Il dispositivo %s non esiste Configurare il dispositivo.

source: You don't have read and write permission for device %s on your system! These permissions are necessary for cdparanoia to scan your drive. %s You might want to add yourself to the necessary group in /etc/group
fr: Vous n'avez pas les permissions en lecture et en écriture pour le périphérique %s dans votre système ! Ces permissions sont nécessaires afin que cdparanoia puisse analyser votre lecteur. %s Vous devriez vous ajouter dans le groupe requis dans /etc/group
it: Non si hanno i permessi di lettura e scrittura per %s. Sono necessari per permettere a cdparanoia di scansionare il dispositivo. %s Aggiungere il proprio nome utente al gruppo necessario in /etc/group

source: warning: discid or cd-discid isn't found on your system! Using fallback...
fr: Attention : discid ou cd-discid est introuvable dans votre système !
it: attenzione: discid o cd-discid non sono installati.

source: freedb string = %s
fr: chaine freedb = %s
it: stringa freedb = %s

source: No pregaps, silences or pre-emphasis detected
fr: Aucun silence ni préaccentuation de détecté
it: Nessun settore di pregaps, silenzio o pre-emphasis individuato

source: Track %s is marked as a DATA track
fr: La piste %s est marquée comme piste DATA
it: La traccia %s è marcata come traccia DATI

source: Pre_emphasis detected on track %s
fr: Préaccentuation détectée sur la piste %s
it: Individuata pre-emphasis nella traccia %s

source: Pregap detected for track %s : %s sectors
fr: Silence préliminaire détecté sur la piste %s : %s secteurs
it: Individuato pregap nella traccia %s : %s settori

source: Silence detected for track %s : %s sectors
fr: Silence détecté sur la piste %s : % secteurs
it: Individuato silenzio nella traccia %s : %s settori

source: Track %s
fr: Piste %s
it: Traccia %s

source: No audio disc found in %s
fr: Aucun disque audio détecté dans %s
it: Nessun disco audio in %s

source: Couldn't connect to freedb server. Network down? Default values will be shown...
fr: Impossible de se connecter au serveur freedb. Peut-être un problème réseau ? Valeurs par défaut utilisées...
it: Impossibile connettersi al server freedb.

source: No match in Freedb database. Default values are used.
fr: Pas de résultat dans freedb; Valeurs par défaut utilisées.
it: Nessun risultato nel database di freedb. Verranno usati i valori predefiniti.

source: cddb_query return code = %s. Return code not supported.
fr: Le code de retour cddb_query = %s. Ce code n'est pas pris en charge.
it: cddb_query ha restituito un codice = %s. Codice non supportato.

source: Keep defaults / don't use freedb
fr: Valeurs par défaut / ne pas utiliser freedb
it: Mantieni predefiniti / Non usare freedb

source: Can't create output directory! You have no writing acces in dir %s
fr: Impossible de créer le dossier de destination ! Vous n'avez pas les droits en écriture sur le dossier %s
it: Impossibile creare la directory. Controllare i permessi di scrittura in %s

source: Hidden Track
fr: Piste cachée
it: Traccia Nascosta

source: Unknown Artist
fr: Artiste inconnu
it: Artista Sconosciuto

source: Not enough disk space left! Rip aborted
fr: Pas assez d'espace disque ! Extraction annulée
it: Spazio su disco insufficiente. Estrazione annullata.

source: Maximum tries reached. %s chunk(s) didn't match the required %s times
fr: Nombre d'essais maximum atteint. %s échantillon(s) ne correspond(ent) pas %s fois
it: Numero massimo di tentavi effettuati. %s chunk non sono stati verificati %s volte come richiesto

source: Will continue with the file we've got so far
fr: On continue avec le fichier que nous avons pour l'instant
it: Si procederà con il file ottenuto finora.

source: Cdparanoia doesn't output wav files. Check your settings please.
fr: Cdparanoia ne génére pas de fichier de sortie wav. Vérifiez vos préférences SVP.
it: Cdparanoia non ha creato il file wav. Controllare le impostazioni.

source: The ripped file misses %s sectors.
fr: Il manque %s secteurs au fichier d'extraction.

source: This is known behaviour for some drives when using an offset.
fr: Ce comportement est connu pour certains lecteurs utilisant une correction.

source: Notice that each sector is 1/75 second.
fr: Prendre note que chaque secteur vaut 1/75 de seconde.
it: Ogni settore è 1/75 di secondo.

source: Filesize is not correct! Trying another time
fr: La taille du fichier est incorrecte ! Nouvel essai en cours
it: Dimensione del file non corretta. Ricontrollo..

source: Analyzing files for mismatching chunks
fr: Analyse des fichiers pour trouver des échantillons ne correspondant pas

source: (%s second(s))
fr: (%s seconde(s))

source: Every chunk matched %s times :)
fr: Chaque échantillon correspondait %s fois :)
it: Tutti i chunk verificati %s volte.

source: %s chunk(s) didn't match %s times.
fr: %s échantillon(s) ne correspondait(ent) pas %s fois.
it: %s chunk non hanno coinciso %s volte.

source: Error(s) succesfully corrected, %s matches found for each chunk :)
fr: Erreur(s) corrigée(s) avec succès, %s correspondances trouvées pour chaque échantillon :)
it: Correzioni avvenute con successo, %s corrispondenze trovate per ogni chunk.

source: The drive is spinning for more than 30 minutes.
fr: Le lecteur tourne depuis plus de 30 minutes.

source: Taking a timeout of 2 minutes to protect the hardware.
fr: Pause de 2 minutes en cours afin de protéger le matériel.

source: Starting to rip CD image, trial #%s
fr: Début de l'extraction de l'image disque, essai no %s

source: Starting to rip track %s, trial #%s
fr: Début de l'extraction de la piste %s, essai no %s

source: WARNING: Encoding to %s exited with an error with track %s!
fr: ATTENTION : L'encodage en %s s'est terminé avec une erreur pour la piste %s !
it: ATTENZIONE: Codifica di %s annullata per un errore nella traccia %s!

source: STATUS
fr: ÉTAT
it: STATO

source: ADVANCED TOC ANALYSIS (with cdrdao)
fr: ANALYSE APPROFONDIE DE LA TOC (table des matières) avec cdrdao
it: ANALISI AVANZATA DELLA TOC (con cdrdao)

source: ...please be patient, this may take a while
fr: ...soyez patient SVP, ceci peut prendre un certain temps
it: questa operazione potrebbe richiedere tempo..

source: The device %s doesn't exist on your system!
fr: Le périphérique %s n’existe pas dans votre système !
it: Il dispositivo %s non esiste.

source: Please select at least one track.
fr: Veuillez sélectionner au moins une piste.
it: Selezionare almeno una traccia.

source: The Gui doesn't match inserted cd. Please press Scan Drive first.
fr: L'affichage ne correspond pas au CD inséré. Appuyez d'abord sur « Analyse ».
it: Premere "Scansiona dispositivo".

source: No codecs are selected!
fr: Aucun codec de sélectionné !
it: Nessun codec è stato selezionato.

source: %s not found on your system!
fr: %s introuvable dans votre système !
it: %s non trovato.

source: Cdrom player used to rip: %s
fr: Lecteur de cdrom utilisé pour l'extraction : %s
it: Cdrom usato per l'estrazione: %s

source: Cdrom offset used: %s
fr: Correction de lecteur utilisée : %s
it: Offset cdrom: %s

source: Ripper used: cdparanoia %s
fr: Extracteur utilisé : cdparanoia %s
it: Software di estrazione usato: cdparanoia %s

source: default settings
fr: Paramètres par défaut
it: impostazioni predefinite

source: Matches required for all chunks: %s
fr: Correspondances requises pour tous les échantillons : %s
it: Verifiche richieste per tutti i chunk: %s

source: Matches required for erroneous chunks: %s
fr: Correspondances requises pour les échantillons erronés: %s
it: Verifiche richieste per chunk errati: %s

source: Codec(s) used:
fr: Codec(s) utilisé(s) :
it: Codec usati:

source: CDDB INFO
fr: INFORMATIONS CDDB
it: INFORMAZIONI CDDB

source: Artist =
fr: Artiste =
it: Artista =

source: Year =
fr: Année =
it: Anno =

source: Tracks =
fr: Pistes =
it: Tracce =

source: selected
fr: sélectionné

source: 19) site = %s
it: 19) server = %s

source: Genre:
it: Genere:

source: Genre :
it: Genere :

source: Codecs
it: Codec

source: Analyzing files for mismatching chunks
it: Ricerca di chunk sfasati..

source: -other -> %s
it: -altri -> %s

source: Genre =
it: Genere =
