Repository: AlexLeoTW/rubyripper
Catalog: locale/po/*/rubyripper.po
Languages: fr, it

source: Show current version of rubyripper.
fr: Afficher la version actuelle de rubyripper.
it: Mostra la versione attuale di rubyripper.

source: Load configuration settings from file <FILE>.
fr: Charger les préférences de configuration depuis le fichier <FILE>.
it: Carica configurazione da file <FILE>.

source: Display verbose output.
fr: Afficher une sortie verbeuse.
it: Mostra informazioni estese di output.

source: Change configuration settings.
fr: Changer les préférences de configuration.
it: Cambia le impostazioni.

source: Skip questions and rip the disc.
fr: Passer les questions et extraire le disque.

source: Show this usage statement.
fr: Afficher ce relevé d'utilisation.
it: Mostra le opzioni di aiuto.

source: Verbose output specified.
fr: Mode verbeux activé.
it: Verbose output selezionato.

source: Configure option specified.
fr: Configurer l'option indiquée.
it: Opzioni di configurazione avanzate.

source: Use config file
fr: Utiliser un fichier de préférences
it: File di configurazione usato

source: *** RUBYRIPPER SETTINGS ***
fr: *** PRÉFÉRENCES DE RUBYRIPPER ***
it: *** OPZIONI RUBYRIPPER ***

source: ** ENCODING **
fr: ** ENCODAGE **
it: ** CODIFICA **

source: 1) flac [%s] , settings: %s
fr: 1) flac [%s] , options : %s
it: 1) flac [%s] , opzioni: %s

source: 2) vorbis [%s] , settings: %s
fr: 2) vorbis [%s] , options : %s
it: 2) vorbis [%s] , opzioni: %s

source: 3) mp3 [%s] , settings: %s
fr: 3) mp3 [%s] , options : %s
it: 3) mp3 [%s] , opzioni: %s

source: 5) other [%s], settings: %s
fr: 5) autres [%s] , options : %s
it: 5) varie [%s], opzioni: %s

source: 6) playlist support [%s]
fr: 6) Prise en charge des listes de lecture [%s]
it: 6) supporto alla playlist [%s]

source: 7) encode while ripping [%s]
fr: 7) Encodage et extraction simultanés [%s]
it: 7) numero di thread simultanei [%s]

source: ** RIPPING **
fr: ** EXTRACTION **
it: ** ESTRAZIONE **

source: 8) cdrom : %s with offset %s
fr: 8) Lecteur : %s avec une correction de %s
it: 8) cdrom : %s con offset %s

source: **Find your offset at http://www.accuraterip.com/driveoffsets.htm. **Your drive model is shown in the logfile.
fr: **Vous trouverez la correction pour votre lecteur sur http://www.accuraterip.com/driveoffsets.htm. **Le modèle de votre lecteur est indiqué dans le journal.
it: **Cerca il valore di offset su http://www.accuraterip.com/driveoffsets.htm. **Il modello del dispositivo è indicato nel file di log.

source: 9) passing extra cdparanoia parameters : %s
fr: 9) Paramètres supplémentaires pour cdparanoia : %s
it: 9) comandi extra passati a cdparanoia : %s

source: 10) match all chunks : %s
fr: 10) Correspondances de tous les échantillons : %s
it: 10) verifiche per tutti i chunk : %s

source: 11) match erroneous chunks : %s
fr: 11) Correspondances des échantillons erronés : %s
it: 11) verifiche per i chunk errati : %s

source: 12) maximum trials : %s
fr: 12) Essais maximum : %s
it: 12) tentativi massimi : %s

source: 13) eject disc after ripping [%s]
fr: 13) Éjecter le disque après extraction [%s]
it: 13) espulsione disco dopo estrazione [%s]

source: ** NAMING SCHEME **
fr: ** SCHÉMA DE RENOMMAGE **
it: ** SCHEMA NOMI FILE **

source: 14) base directory : %s
fr: 14) Dossier de destination : %s
it: 14) cartella destinazione : %s

source: 15) standard scheme: %s
fr: 15) Schéma standard : %s
it: 15) schema standard: %s

source: 16) various artist scheme: %s
fr: 16) schéma « Artistes divers» : %s
it: 16) schema per artisti vari: %s

source: 17) fetch cd info with freedb [%s]
fr: 17) Récupérer les informations du disque avec freedb [%s]
it: 17) recupero informazioni CD con freedb [%s]

source: 18) always use first hit [%s]
fr: 18) Toujour utiliser le premier résultat [%s]
it: 18) usa sempre il primo risultato [%s]

source: 20) username = %s
fr: 20) Utilisateur = %s

source: 21) hostname = %s
fr: 21) Domaine = %s

source: 88) config file = %s
fr: 88) fichier de préférences = %s
it: 88) file di configurazione = %s

source: 99) Don't change any setting
fr: 99) Ne rien changer
it: 99) esci

source: Please type the number of the setting you wish to change :
fr: Veuillez indiquer le numéro de l'option que vous souhaitez changer :
it: Inserire un numero da modificare :

source: wav disabled
fr: wav désactivé
it: wav disabilitato

source: wav enabled
fr: wav activé
it: wav abilitato

source: playlist disabled
fr: Liste de lecture désactivée
it: playlist disabilitata

source: playlist enabled
fr: Liste de lecture activée
it: playlist abilitata

source: How many encoding threads would you like? :
fr: Combien de fils d'exécution voulez-vous pour l'encodage ? :
it: Indica il numero di processi che devono essere avviati simultaneamente

source: Which options to pass to cdparanoia? :
fr: Quelles sont les options pour cdparanoia? :
it: Opzioni da passare a cdparanoia :

source: How many times must all chunks be matched? :
fr: Combien de fois tous les échantillons doivent être vérifiés ? :
it: Indica il numero di verifiche da effettuare su tutti i chunk

source: How many times must erroneous chunks be matched? :
fr: Combien de fois les échantillons erronés doivent être vérifiés ? :
it: Indica il numero di verifiche da effettuare sui chunk errati

source: What should be the maximum number of tries? :
fr: Quel doit être le nombre maximum d'essais ? :
it: Numero massimo di tentativi :

source: eject disabled
fr: éjection désactivée
it: espulsione disabilitata

source: eject enabled
fr: éjection activée
it: espulsione abilitata

source: Please enter your directory for your encodings:
fr: Indiquez le dossier d'encodage :
it: Inserire una directory per le estrazioni:

source: freedb disabled
fr: freedb désactivée
it: freedb disabilitato

source: freedb enabled
fr: freedb activée
it: freedb abilitato

source: first hit disabled
fr: premier résultat désactivé
it: primo risultato disabilitato

source: first hit enabled
fr: premier résultat activé
it: primo risultato abilitato

source: Freedb mirror:
fr: Miroir freedb :
it: Freedb server:

source: Username :
fr: Utilisateur :

source: Hostname :
fr: Domaine :

source: Config file :
fr: Fichier de préférences:
it: File di configurazione :

source: Number %s is not an option! Please try again.
fr: %s n'est pas un choix valide! Essayez de nouveau.
it: Il numero %s non è un'opzione! Riprovare.

source: Do you want to continue with the program now? (y/n) :
fr: Voulez-vous continuer avec le programme maintenant ? (o/n) :
it: Continuare? (s/n) :

source: y
fr: o
it: s

source: Do you want to change the encoding parameters for %s? (y/n) :
fr: Voulez-vous changer les paramètres d'encodage pour %s? (o/n) :
it: Modificare le opzioni di codifica per %s? (s/n) :

source: %a = artist, %b = album, %g = genre, %y = year, %t = trackname, %n = tracknumber, %i = inputfile, %o = outputfile (don't forget extension)
fr: %a = artiste, %b = album, %g = genre, %y = année, %t = nom de la piste, %n = numéro de la piste, %i = fichier d'entrée, %o = fichier de sortie (n'oubliez pas de rajouter l'extension)
it: %a = artista, %b = album, %g = genere, %y = anno, %t = nome traccia, %n = numero traccia, %i = file di input, %o = file di output (non dimenticare l'estensione)

source: Encoding paramaters for %s :
fr: Paramètres d'encodage pour %s :
it: Opzioni di codifica per %s :

source: Cdrom device :
fr: Lecteur cdrom :
it: Dispositivo Cdrom :

source: Offset for drive :
fr: Correction pour le lecteur :
it: Offset dispositivo :

source: Current naming scheme: %s
fr: Schéma de renommage actuel : %s
it: Schema nomi file corrente: %s

source: %a = Artist %b = Album %g = Genre %y = Year %f = Codec %n = Tracknumber %t = Trackname %va = Various Artist
fr: %a = Artiste %b = Album %g = Genre %y = Année %f = Codec %n = Numéro de piste %t = Nom de piste %va = Artistes divers
it: %a = Artista %b = Album %g = Genere %y = Anno %f = Codec %n = Numero traccia %t = Nome traccia %va = Artisti Vari

source: New %s naming scheme (q to quit) :
fr: Nouveau schéma de nommage %s (q pour quitter) :
it: Nuovo %s schema nomi file (premi q per uscire)

source: An example filename is now: %s
fr: Exemple de nom de fichier : %s
it: Esempio: %s

source: yes
fr: oui
it: s

source: no
fr: non
it: n

source: Please answer yes or no
fr: Veuillez répondre par oui ou par non
it: Rispondi si o no (s/n)

source: We should never get here
fr: On ne devrait pas être ici !

source: answer = %s, question = %s (error)
fr: réponse = %s, question = %s (erreur)
it: risposta = %s, domanda = %s (errore)

source: Audio-disc found, number of tracks : %s, total playlength : %s
fr: Disque audio trouvé, nombre de pistes : %s, durée totale : %s
it: Trovato CD audio, numero tracce : %s, durata totale : %s

source: Fetching freedb info...
fr: Récupération des informations freedb...
it: Recupero informazioni da freedb in corso..

source: Freedb reported multiple possibilities.
fr: Plusieurs résultats freedb possibles.
it: Freedb riporta risultati multipli.

source: The first freedb option is automatically selected (no questions allowed)
fr: La première option freedb sélectionnée automatiquement (aucune question permise)

source: Please type the number of the one you prefer? :
fr: Veuillez indiquer le numéro de celui que vous préférez :
it: Inserire un numero :

source: FREEDB INFO
fr: INFORMATIONS FREEDB
it: INFORMAZIONI FREEDB

source: DISC INFO
fr: INFORMATIONS DU DISQUE
it: INFORMAZIONI DISCO

source: Artist:
fr: Artiste :
it: Artista:

source: Year:
fr: Année :
it: Anno:

source: TRACK INFO
fr: INFORMATIONS DES PISTES
it: INFORMAZIONI TRACCIA

source: What would you like to do?
fr: Que voulez-vous faire ??
it: Scegliere un'opzione:

source: 1) Select the tracks to rip
fr: 1) Sélectionner les pistes à extraire
it: 1) Seleziona una o più tracce da estrarre

source: 2) Edit the disc info
fr: 2) Editer les informations du disque
it: 2) Modifica informazioni disco

source: 3) Edit the track info
fr: 3) Editer les informations des pistes
it: 3) Modifica informazioni traccia

source: 4) Cancel the rip and eject the disc
fr: 3) Annuler l'extraction et éjecter le disque
it: 4) Annulla l'estrazione ed espelli il disco

source: Please enter the number of your choice:
fr: Saisissez votre choix de numéro SVP :
it: Inserire un numero:

source: Mark disc as various artist
fr: Déclarer le disque comme « Artistes Divers »
it: Marca il disco come di artisti vari

source: Mark disc as single artist
fr: Déclarer le disque comme '« Artiste unique »
it: Marca il disco come di artista singolo

source: Finished editing disc info
fr: Édition des informations du disque terminée
it: Torna al menu precedente

source: Please enter the number you'd like to edit:
fr: Saisissez le numéro que vous vous éditer SVP :
it: Inserire un numero da modificare:

source: Artist :
fr: Artiste :
it: Artista :

source: Year :
fr: Année :
it: Anno :

source: Unknown
fr: Inconnu
it: Sconosciuto

source: Finished editing track info
fr: Édition des informations des pistes terminée
it: Torna al menu precedente

source: This is not a valid number. Try again
fr: Ce numéro n'est pas valide. Essayez de nouveau.
it: Non è un numero valido. Riprovare

source: Rip is canceled, exiting...
fr: Extraction annulée, abandon...
it: Estrazione annullata, uscita..

source: The output directory already exists. What would you like to do?
fr: Le dossier de destination existe déjà. Que voulez-vous faire ?
it: La cartella esiste:

source: 1) Auto rename the output directory
fr: 1) Renommer automatiquement le dossier de destination
it: 1) Auto rinomina la cartella

source: 2) Overwrite the existing directory
fr: 2) Écraser le dossier de destination
it: 2) Sovrascrivi la cartella

source: 3) Cancel the rip and eject the disc
fr: 3) Annuler l'extraction et éjecter le disque
it: 3) Annulla l'estrazione ed espelli il disco

source: Do you want to change your settings? (y/n) :
fr: Voulez-vous changer vos préférences ? (o/n) :
it: Cambiare le impostazioni? (s/n)

source: Should all tracks be ripped ? (y/n)
fr: Extraire toutes les pistes ? (o/n)
it: Estrarre tutte le tracce? (s/n)

source: Tracks to rip are %s
fr: Les pistes à extraire sont %s
it: Le tracce da estrarre sono %s

source: Current selection of tracks : %s
fr: Pistes actuellement sélectionnées : %s
it: Tracce attualmente selezionate : %s

source: Enter 1 for entering the tracknumbers you want to remove. Enter 2 for entering the tracks you want to keep. Your choice:
fr: Tapez 1 pour saisir les numéros des pistes à enlever. Tapez 2 pour sasir les numéros des pistes à garder. Votre choix :
it: Premere 1 per rimuovere delle tracce. Premere 2 per selezionare delle tracce. Scelta:

source: Type the numbers of the tracks you want to remove and separate them with a space:
fr: Indiquez les numéros des pistes que vous voulez enlever et séparez-les avec une espace :
it: Scrivere il numero delle tracce che si vogliono rimuovere separandole con uno spazio:

source: Type the numbers of the tracks you want to keep and separate them with a space:
fr: Indiquez les numéros des pistes que vous souhaitez garder et séparez les avec une espace :
it: Scrivere il numero delle tracce che si vogliono selezionare separandole con uno spazio:

source: %s is not a valid number! Please enter 1 or 2!
fr: %s n'est pas un nombre valide ! Saisir 1 ou 2 SVP !
it: %s non è un numero valido. Inserire 1 o 2.

source: Do you want to make any changes? (y/n) :
fr: Voulez-vous effectuer des changements ? (o/n) :
it: Applicare i cambiamenti? (s/n) :

source: Preferences
fr: Préférences
it: Preferenze

source: Scan drive
fr: Analyse du lecteur
it: Scansiona dispositivo

source: Open tray
fr: Ouvrir le lecteur
it: Apri cassetto

source: Rip cd now!
fr: Extraire le CD maintenant !
it: Estrai

source: Exit
fr: Quitter
it: Esci

source: Abort
fr: Annuler
it: Annulla

source: Disc info
fr: Informations du disque
it: Informazioni disco

source: Close tray
fr: Fermer le lecteur
it: Chiudi cassetto

source: Ehh.. There shouldn't be anything else. WTF?
fr: Il ne devrait rien avoir d'autre. Que se passe-t-il ?

source: Secret modus = %s
fr: Mode secret = %s
it: Modalità segreto = %s

source: Encoding progress %s %
fr: Pregression de l'encodage %s %
it: Avanzamento codifica %s %

source: Ripping progress %s %
fr: Progression de l'extraction %s %
it: Avanzamento estrazione %s %

source: Welcome to rubyripper %s. Scanning drive %s for an audio disc...
fr: Bienvenu dans rubyripper %s. Analyse du lecteur %s ...
it: Benvenuto in rubyripper %s. Scansione di %s..

source: No disc found in %s! Please insert a disc and push 'Scan drive'. The cdrom drive can be set in 'Preferences'.
fr: Aucun disque détecté dans %s ! Veuillez insérer un disque et pressez 'Analyse'. Le lecteur peut être défini dans « Préférences ».
it: Nessun disco trovato in %s! Inserire un disco e premere "Scansiona drive".

source: Opening tray of drive %s
fr: Ouverture du lecteur %s
it: Apertura cassetto di %s

source: Closing tray of drive %s. The drive will be scanned for an audio disc...
fr: Fermeture du lecteur %s. L'analyse va commencer...
it: Chiusura cassetto di %s. Scansione dispositivo..

source: Insert an audio-disc and press 'Close tray'. The drive will automatically be scanned for a disc. If the tray is already closed, press 'Scan drive'
fr: Insérez un disque audio et pressez « Fermer le lecteur ». L'analyse du lecteur s'effectuera automatiquement. Si le lecteur est déjà fermé, cliquez sur « Analyse »
it: Inserire un disco audio e premere "Chiudi cassetto". Se è già presente un disco premere "Scansiona dispositivo".

source: The eject utility is not found on your system!
fr: L'utilitaire d'éjection est absent de votre système !
it: L'utility eject non è installata.

source: Freeze disc info
fr: Se souvenir des informations du disque
it: Blocca le informazioni del disco

source: Disc:
fr: Disque :
it: Disco:

source: Use this option to keep the disc info for albums that span multiple discs
fr: Utilisez cette option afin de garder les informations de ce disque pour les albums à disques multiples
it: Usa quest'opzione per mantenere le informazioni del disco per album che contengono più dischi

source: All
fr: Toutes
it: Tutte

source: Artist
fr: Artiste
it: Artista

source: Tracknames (%s tracks)
fr: Noms des pistes (%s pistes)
it: Nomi delle tracce (%s tracce)

source: Length (%s)
fr: Durée (%s)
it: Lunghezza (%s)

source: <b>Disc info</b>
fr: <b>Informations du disque</b>
it: <b>Informazioni del disco</b>

source: <b>Track selection</b>
fr: <b>Sélection des pistes</b>
it: <b>Selezione traccia</b>

source: Cdrom device:
fr: Lecteur cdrom :
it: Dispositivo Cdrom

source: Cdrom offset:
fr: Correction du lecteur cdrom :
it: Offset cdrom

source: List with offsets
fr: Liste des corrections
it: Lista degli offset

source: A website which lists the offset for most drives. Your drivename can be found in each logfile.
fr: Un site Web qui fourni une liste des corrections pour la plupart des lecteurs. Le modèle de votre lecteur est indiqué dans chaque journal.
it: Sito web contenente una lista di offset per molti dispositivi. Il nome del dispositivo si trova nel file di log.

source: Cdrom device
fr: Lecteur cdrom
it: Opzioni dispositivo

source: Match all chunks:
fr: Vérifier tous les échantillons :
it: Verifica tutti i chunk:

source: Match erroneous chunks:
fr: Vérifier les échantillons erronés :
it: Verifica i chunk errati:

source: Maximum trials (0 = unlimited):
fr: Essais maximum (0 = illimité) :
it: Tentativi (0 = infiniti):

source: times
fr: fois
it: volte

source: Ripping options
fr: Préférences pour l'extraction
it: Opzioni di estrazione

source: Pass cdparanoia options:
fr: Options pour cdparanoia :
it: Opzioni cdparanoia:

source: Eject cd when finished
fr: Ejecter le CD quand terminé
it: Espelli il disco alla fine dell'estrazione

source: Only keep logfile if correction is needed
fr: Ne garder le journal que si une correction est nécessaire
it: Conserva il file di log solo se sono avvenute correzioni

source: Ripping related
fr: En rapport avec l'extraction
it: Altre opzioni

source: Secure Ripping
fr: Extraction sécuritaire
it: Estrazione Sicura

source: Rip hidden audio sectors
fr: Extraire les secteurs audio cachés
it: Estrai settori audio nascosti

source: Mark as a hidden track when bigger than
fr: Marquer comme piste cachée quand supérieure à
it: Marca come traccia nascosta se più lunga di

source: seconds
fr: secondes
it: secondi

source: Uncheck this if cdparanoia crashes with your ripping drive.
fr: Décochez si cdparanoia plante avec votre lecteur lors de l'extraction
it: Se cdparanoia crasha con il masterizzatore disabilitare questa opzione.

source: A hidden track will rip to a seperate file if used in track modus. If it's smaller the sectors will be prepended to the first track.
fr: Une piste cachée sera extraite dans un fichier séparé si le mode Piste est sélectionné. Si elle est plus petite, les secteurs seront ajoutés à la première piste.
it: La traccia nascosta verrà estratta in un file a parte. Se troppo piccola i settori verranno inseriti all'inizio della prima traccia.

source: Audio sectors before track 1
fr: Secteurs audio avant la piste 1
it: Settori audio nascosti (prima della traccia 1)

source: Create cuesheet
fr: Créer un fichier .cue
it: Crea cuesheet

source: Rip CD to single file
fr: Extraire le CD vers un fichier unique
it: Estrai CD in un'unico file

source: Advanced Toc analysis
fr: Analyse approfondie de la TOc (table des matières)
it: Analisi avanzata della TOC

source: Cdrdao installed?
fr: Cdrdao est-il installé ?
it: Presenza cdrdao

source: Append pregap to the previous track
fr: Ajouter le silence préliminaire à la piste précédente
it: Aggiungi un pregap alla traccia precedente

source: Prepend pregaps to the track
fr: Ajouter le silence préliminaire au début de la piste
it: Aggiungi un pregap all'inizio della traccia

source: Handling pregaps other than track 1
fr: Traiter les silences préliminaires autres que ceux de la piste 1
it: Gestione pregap eccetto la prima traccia

source: Correct pre-emphasis tracks with sox
fr: Corriger les pistes contenant une préaccentuation avec sox
it: Correggi pre-emphasis tracce con SoX

source: Save the pre-emphasis tag in the cuesheet.
fr: Sauvegarder le label de préaccentuation dans le fichier .cue.
it: Salva la tag di pre-emphasis nel cuesheet.

source: Handling tracks with pre-emphasis
fr: Traiter les pistes avec de la préaccentuation
it: Gestione tracce con pre-emphasis

source: TOC analysis
fr: Analyse de la TOC (table des matières)
it: Analisi della TOC

source: Other
fr: Autres
it: Varie

source: Show options for "Other"
fr: Affichez les options pour "Autres"
it: Mostra opzioni per "Varie"

source: %a=artist %g=genre %t=trackname %f=codec %b=album %y=year %n=track %va=various artist %o = outputfile %i = inputfile
fr: %a=artiste %g=genre %t=nom de la piste %f=codec %b=album %y=année %n=numéro de la piste %va=artistes divers %o = fichier de sortie %i = fichier d'entrée
it: %a=artista %g=genere %t=nome traccia %f=codec %b=album %y=anno %n=numero traccia %va=artisti vari %o = file di output %i = file di input

source: Select audio codecs
fr: Sélection des codecs audio
it: Codec audio

source: Create m3u playlist
fr: Créer une liste de lecture m3u
it: Crea m3u playlist

source: Replace spaces with underscores in filenames
fr: Remplacer les espaces par des traits de soulignement dans les noms de fichiers
it: Sostituisci gli spazi con il trattino basso _

source: Downsize all capital letters in filenames
fr: Mettre en minuscule toutes les lettres majuscules dans les noms de fichiers
it: Converti tutte le lettere maiuscole in minuscole

source: Number of extra encoding threads
fr: Nombre de fils d'exécution supplémentaires pour l'encodage
it: Numero di thread

source: Codec related
fr: En rapport avec les codecs
it: Altre opzioni

source: Don't standardize volume
fr: Ne pas normaliser le volume
it: Non normalizzare il volume

source: Use replaygain on audio files
fr: Utiliser replaygain pour le sfichiers audio
it: Usa replaygain

source: Use normalize on wav files
fr: Normaliser les fichiers wav
it: Normalizza i file wav

source: Album / Audiophile modus
fr: Mode Album / Audiophile
it: Album / Modalità Audiophile

source: Track modus
fr: Mode Piste
it: Modalità traccia

source: Normalize to standard volume
fr: Normalisation du volume
it: Normalizzazione del volume

source: Enable freedb metadata fetching
fr: Activer la récupération des métadonnées freedb
it: Abilita recupero informazioni da freedb

source: Always use first freedb hit
fr: Toujours utiliser le premier résultat freedb
it: Utilizza sempre il primo risultato

source: Freedb server:
fr: Serveur freedb :

source: Username:
fr: Utilisateur :

source: Hostname:
fr: Domaine :

source: Freedb options
fr: Préférences freedb
it: Opzioni freedb

source: Base directory:
fr: Dossier de destination :
it: Cartella destinazione:

source: Various artists:
fr: Artistes divers :
it: Artisti vari:

source: Single file image:
fr: Image de fichier unique :
it: File immagine:

source: Show options for "Filenaming scheme"
fr: Options pour "Schéma de renommage"
it: Mostra opzioni per "Schema nomi file"

source: %a=artist %g=genre %t=trackname %f=codec %b=album %y=year %n=track %va=various artist
fr: %a=artiste %g=genre %t=nom de la piste %f=codec %b=album %y=année %n=numéro de piste %va=artistes divers
it: %a=artista %g=genere %t=nome traccia %f=codec %b=album %y=anno %n=numero traccia %va=artisti vari

source: Filenaming scheme
fr: Schéma de renommage
it: Schema nomi file

source: Log file viewer:
fr: Visionneuse de journal :
it: Visualizzatore di log:

source: File manager:
fr: Gestionnaire de fichiers :

source: Programs of choice
fr: Programmes choisis
it: Programmi esterni

source: Verbose mode
fr: Mode verbeux
it: Modalità verbose

source: Debug mode
fr: Mode de déboguage
it: Modalità debug
